Repository: MateuszJugielewicz/studie-app
Catalog: ios/Sonora/Localizable.xcstrings
Source language: en
Languages: da, de, el, es, fr, it, nl, pl, sv

source: Most text changes right away. A few system texts update the next time you open the app.
da: Det meste tekst skifter med det samme. Enkelte systemtekster opdateres, næste gang du åbner appen.
de: Die meisten Texte ändern sich sofort. Einige Systemtexte erst beim nächsten Öffnen der App.
el: Τα περισσότερα κείμενα αλλάζουν αμέσως. Ορισμένα κείμενα συστήματος αλλάζουν στο επόμενο άνοιγμα.
es: La mayoría de textos cambian al instante. Algunos textos del sistema cambian al volver a abrir la app.
fr: La plupart des textes changent tout de suite. Certains textes système changent à la prochaine ouverture.
it: La maggior parte dei testi cambia subito. Alcuni testi di sistema alla prossima apertura dell'app.
nl: De meeste teksten veranderen meteen. Sommige systeemteksten pas bij de volgende keer openen.
pl: Większość tekstów zmienia się od razu. Niektóre teksty systemowe zmienią się po ponownym otwarciu aplikacji.
sv: Det mesta ändras direkt. Vissa systemtexter uppdateras nästa gång du öppnar appen.

source: My studio listing
da: Min studieannonce
de: Mein Studio-Profil
el: Η καταχώριση του στούντιού μου
es: Mi anuncio de estudio
fr: Mon annonce de studio
it: Il mio annuncio
nl: Mijn studiovermelding
pl: Moje ogłoszenie studia
sv: Min studioannons

source: Name
da: Navn
el: Όνομα
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Nazwa
sv: Namn

source: Near public transport
da: Tæt på offentlig transport
de: Nahe ÖPNV
el: Κοντά σε συγκοινωνίες
es: Cerca del transporte público
fr: Proche des transports
it: Vicino ai mezzi pubblici
nl: Dicht bij openbaar vervoer
pl: Blisko komunikacji
sv: Nära kollektivtrafik

source: Near you
da: Tæt på dig
de: In deiner Nähe
el: Κοντά σου
es: Cerca de ti
fr: Près de toi
it: Vicino a te
nl: Bij jou in de buurt
pl: W pobliżu
sv: Nära dig

source: Nearest
da: Nærmeste
de: Nächste
el: Πλησιέστερα
es: Más cercanos
fr: Les plus proches
it: Più vicini
nl: Dichtstbij
pl: Najbliższe
sv: Närmast

source: New
da: Ny
de: Neu
el: Νέα
es: Nuevo
fr: Nouveau
it: Nuovi
nl: Nieuw
pl: Nowe
sv: Nya

source: New bookings show up here the moment artists book.
da: Nye bookinger vises her, så snart kunstnere booker.
de: Neue Buchungen erscheinen hier, sobald jemand bucht.
el: Οι νέες κρατήσεις εμφανίζονται εδώ αμέσως.
es: Las nuevas reservas aparecen aquí al instante.
fr: Les nouvelles réservations apparaissent ici dès qu'un artiste réserve.
it: Le nuove prenotazioni compaiono qui appena arrivano.
nl: Nieuwe boekingen verschijnen hier meteen.
pl: Nowe rezerwacje pojawią się tu od razu.
sv: Nya bokningar visas här direkt.

source: New conversation
da: Ny samtale
de: Neue Unterhaltung
el: Νέα συνομιλία
es: Nueva conversación
fr: Nouvelle conversation
it: Nuova conversazione
nl: Nieuw gesprek
pl: Nowa rozmowa
sv: Ny konversation

source: New message
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
nl: Nieuw bericht
pl: Nowa wiadomość
sv: Nytt meddelande

source: News & offers
da: Nyheder og tilbud
de: Neuigkeiten & Angebote
el: Νέα & προσφορές
es: Novedades y ofertas
fr: Actus et offres
it: Novità e offerte
nl: Nieuws en aanbiedingen
pl: Nowości i oferty
sv: Nyheter och erbjudanden

source: Next
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Dalej
sv: Nästa

source: Next month
da: Næste måned
de: Nächster Monat
el: Επόμενος μήνας
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
nl: Volgende maand
pl: Następny miesiąc
sv: Nästa månad

source: No artists found.
da: Ingen kunstnere fundet.
de: Keine Künstler:innen gefunden.
el: Δεν βρέθηκαν καλλιτέχνες.
es: No se encontraron artistas.
fr: Aucun artiste trouvé.
it: Nessun artista trovato.
nl: Geen artiesten gevonden.
pl: Nie znaleziono artystów.
sv: Inga artister hittades.

source: No free slots this day.
da: Ingen ledige tider denne dag.
de: An diesem Tag ist nichts frei.
el: Δεν υπάρχουν ελεύθερες ώρες.
es: No hay huecos libres este día.
fr: Aucun créneau libre ce jour-là.
it: Nessun orario libero in questo giorno.
nl: Geen vrije tijden op deze dag.
pl: Brak wolnych terminów tego dnia.
sv: Inga lediga tider denna dag.

source: No message requests
da: Ingen beskedanmodninger
de: Keine Nachrichtenanfragen
el: Δεν υπάρχουν αιτήματα
es: No hay solicitudes
fr: Aucune demande de message
it: Nessuna richiesta
nl: Geen berichtverzoeken
pl: Brak próśb o wiadomość
sv: Inga förfrågningar

source: No messages yet
da: Ingen beskeder endnu
de: Noch keine Nachrichten
el: Δεν υπάρχουν μηνύματα
es: Aún no hay mensajes
fr: Aucun message
it: Ancora nessun messaggio
nl: Nog geen berichten
pl: Brak wiadomości
sv: Inga meddelanden än

source: No pending requests
da: Ingen ventende anmodninger
de: Keine offenen Anfragen
el: Δεν υπάρχουν εκκρεμή αιτήματα
es: No hay solicitudes pendientes
fr: Aucune demande en attente
it: Nessuna richiesta in sospeso
nl: Geen openstaande verzoeken
pl: Brak oczekujących próśb
sv: Inga väntande förfrågningar

source: No studios found
da: Ingen studier fundet
de: Keine Studios gefunden
el: Δεν βρέθηκαν στούντιο
es: No se encontraron estudios
fr: Aucun studio trouvé
it: Nessuno studio trovato
nl: Geen studio's gevonden
pl: Nie znaleziono studiów
sv: Inga studior hittades

source: No upcoming sessions
da: Ingen kommende sessions
de: Keine anstehenden Sessions
el: Δεν υπάρχουν επερχόμενες συνεδρίες
es: No hay próximas sesiones
fr: Aucune session à venir
it: Nessuna sessione in arrivo
nl: Geen komende sessies
pl: Brak nadchodzących sesji
sv: Inga kommande sessioner

source: No-show
da: Udeblivelse
de: Nicht erschienen
el: Δεν εμφανίστηκε
es: No se presentó
fr: Absence
it: Mancata presenza
nl: Niet verschenen
pl: Nieobecność
sv: Uteblev

source: Notes for the studio
da: Noter til studiet
de: Hinweise ans Studio
el: Σημειώσεις για το στούντιο
es: Notas para el estudio
fr: Notes pour le studio
it: Note per lo studio
nl: Opmerkingen voor de studio
pl: Uwagi dla studia
sv: Anteckningar till studion

source: Nothing booked
da: Intet booket
de: Nichts gebucht
el: Καμία κράτηση
es: Nada reservado
fr: Rien de réservé
it: Niente prenotato
nl: Niets geboekt
pl: Brak rezerwacji
sv: Inget bokat

source: Notifications
da: Notifikationer
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
it: Notifiche
nl: Meldingen
pl: Powiadomienia
sv: Aviseringar

source: Notifications & data
da: Notifikationer og data
de: Mitteilungen & Daten
el: Ειδοποιήσεις & δεδομένα
es: Notificaciones y datos
fr: Notifications et données
it: Notifiche e dati
nl: Meldingen en gegevens
pl: Powiadomienia i dane
sv: Aviseringar och data

source: Notify me about
da: Giv mig besked om
de: Benachrichtige mich über
el: Ειδοποίησέ με για
es: Avisarme sobre
fr: M'avertir pour
it: Avvisami per
nl: Stuur me meldingen over
pl: Powiadamiaj mnie o
sv: Meddela mig om

source: Open
da: Åben
de: Geöffnet
el: Ανοιχτό
es: Abierto
fr: Ouvert
it: Aperto
pl: Otwarte
sv: Öppen

source: Opening hours
da: Åbningstider
de: Öffnungszeiten
el: Ωράριο
es: Horario
fr: Horaires
it: Orari
nl: Openingstijden
pl: Godziny otwarcia
sv: Öppettider

source: Optional
da: Valgfrit
el: Προαιρετικό
es: Opcional
fr: Facultatif
it: Facoltativo
nl: Optioneel
pl: Opcjonalnie
sv: Valfritt

source: Or with email
da: Eller med e-mail
de: Oder mit E-Mail
el: Ή με email
es: O con correo
fr: Ou par e-mail
it: Oppure con email
nl: Of met e-mail
pl: Lub przez e-mail
sv: Eller med e-post

source: Other
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne
sv: Annat

source: Our moderation team will look into it.
da: Vores moderatorer kigger på det.
de: Unser Moderationsteam sieht sich das an.
el: Η ομάδα ελέγχου θα το εξετάσει.
es: Nuestro equipo de moderación lo revisará.
fr: Notre équipe de modération va s'en occuper.
it: Il nostro team di moderazione se ne occuperà.
nl: Ons moderatieteam kijkt ernaar.
pl: Nasz zespół moderatorów to sprawdzi.
sv: Vårt moderatorteam tittar på det.

source: Overall
da: Samlet
de: Gesamt
el: Συνολικά
es: General
fr: Global
it: Complessivo
nl: Algemeen
pl: Ogólnie
sv: Totalt

source: Page %lld of %lld
da: Side %lld af %lld
de: Seite %lld von %lld
el: Σελίδα %lld από %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
it: Pagina %lld di %lld
nl: Pagina %lld van %lld
pl: Strona %lld z %lld
sv: Sida %lld av %lld

source: Paid
da: Betalt
de: Bezahlt
el: Πληρώθηκε
es: Pagado
fr: Payé
it: Pagato
nl: Betaald
pl: Opłacone
sv: Betald

source: Parking
da: Parkering
de: Parkplätze
el: Στάθμευση
es: Aparcamiento
it: Parcheggio
nl: Parkeren
sv: Parkering

source: Partially refunded
da: Delvist refunderet
de: Teilweise erstattet
el: Μερική επιστροφή
es: Reembolso parcial
fr: Remboursé partiellement
it: Rimborsato in parte
nl: Gedeeltelijk terugbetaald
pl: Częściowo zwrócone
sv: Delvis återbetald

source: Password
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
sv: Lösenord

source: Past
da: Tidligere
de: Vergangen
el: Παλαιότερες
es: Pasadas
fr: Passées
it: Passate
nl: Afgelopen
pl: Minione
sv: Tidigare

source: Past bookings
da: Tidligere bookinger
de: Vergangene Buchungen
el: Προηγούμενες κρατήσεις
es: Reservas pasadas
fr: Réservations passées
it: Prenotazioni passate
nl: Afgelopen boekingen
pl: Minione rezerwacje
sv: Tidigare bokningar

source: Paused
da: På pause
de: Pausiert
el: Σε παύση
es: En pausa
fr: En pause
it: In pausa
nl: Gepauzeerd
pl: Wstrzymane
sv: Pausad

source: Pay cash at the studio
da: Betal kontant i studiet
de: Bar im Studio bezahlen
el: Πλήρωσε μετρητά στο στούντιο
es: Pagar en efectivo en el estudio
fr: Payer en espèces au studio
it: Paga in contanti allo studio
nl: Contant betalen in de studio
pl: Zapłać gotówką w studiu
sv: Betala kontant i studion

source: Pay now in the app
da: Betal nu i appen
de: Jetzt in der App bezahlen
el: Πλήρωσε τώρα στην εφαρμογή
es: Pagar ahora en la app
fr: Payer maintenant dans l'app
it: Paga ora nell'app
nl: Nu betalen in de app
pl: Zapłać teraz w aplikacji
sv: Betala nu i appen

source: Payment
da: Betaling
de: Zahlung
el: Πληρωμή
es: Pago
fr: Paiement
it: Pagamento
nl: Betaling
pl: Płatność
sv: Betalning

source: Payment failed
da: Betaling mislykkedes
de: Zahlung fehlgeschlagen
el: Η πληρωμή απέτυχε
es: Pago fallido
fr: Échec du paiement
it: Pagamento non riuscito
nl: Betaling mislukt
pl: Płatność nieudana
sv: Betalningen misslyckades

source: Payment receipts and security messages are always sent.
da: Betalingskvitteringer og sikkerhedsbeskeder sendes altid.
de: Zahlungsbelege und Sicherheitsnachrichten werden immer gesendet.
el: Αποδείξεις πληρωμών και μηνύματα ασφαλείας αποστέλλονται πάντα.
es: Los recibos y mensajes de seguridad se envían siempre.
fr: Les reçus et messages de sécurité sont toujours envoyés.
it: Ricevute e messaggi di sicurezza vengono sempre inviati.
nl: Betaalbewijzen en beveiligingsberichten worden altijd verstuurd.
pl: Potwierdzenia płatności i komunikaty bezpieczeństwa są zawsze wysyłane.
sv: Kvitton och säkerhetsmeddelanden skickas alltid.

source: Payments & refunds
da: Betalinger og refusioner
de: Zahlungen & Erstattungen
el: Πληρωμές & επιστροφές
es: Pagos y reembolsos
fr: Paiements et remboursements
it: Pagamenti e rimborsi
nl: Betalingen en terugbetalingen
pl: Płatności i zwroty
sv: Betalningar och återbetalningar

source: Payout details
da: Udbetalingsoplysninger
de: Auszahlungsdaten
el: Στοιχεία πληρωμών
es: Datos de cobro
fr: Infos de versement
it: Dati per i pagamenti
nl: Uitbetalingsgegevens
pl: Dane do wypłat
sv: Utbetalningsuppgifter

source: Payouts
da: Udbetalinger
de: Auszahlungen
el: Πληρωμές
es: Pagos
fr: Versements
it: Pagamenti
nl: Uitbetalingen
pl: Wypłaty
sv: Utbetalningar

source: Pending review
da: Afventer godkendelse
de: Wird geprüft
el: Υπό έλεγχο
es: En revisión
fr: En cours d'examen
it: In revisione
nl: Wordt beoordeeld
pl: Oczekuje na weryfikację
sv: Granskas

source: Phone
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
fr: Téléphone
it: Telefono
nl: Telefoon
pl: Telefon
sv: Telefon

source: Photos are downloaded again when you need them. Your account, bookings and messages are not affected.
da: Billeder hentes igen, når du skal bruge dem. Din konto, bookinger og beskeder påvirkes ikke.
de: Fotos werden bei Bedarf neu geladen. Konto, Buchungen und Nachrichten bleiben erhalten.
el: Οι φωτογραφίες θα κατέβουν ξανά όταν χρειαστεί. Ο λογαριασμός, οι κρατήσεις και τα μηνύματα δεν επηρεάζονται.
es: Las fotos se descargan de nuevo cuando las necesites. Tu cuenta, reservas y mensajes no se ven afectados.
fr: Les photos sont retéléchargées si besoin. Ton compte, tes réservations et tes messages ne sont pas affectés.
it: Le foto vengono riscaricate quando servono. Account, prenotazioni e messaggi non vengono toccati.
nl: Foto's worden opnieuw gedownload wanneer nodig. Je account, boekingen en berichten blijven behouden.
pl: Zdjęcia zostaną pobrane ponownie, gdy będą potrzebne. Konto, rezerwacje i wiadomości pozostaną bez zmian.
sv: Bilder laddas ner igen när de behövs. Konto, bokningar och meddelanden påverkas inte.

source: Photos, gear, rooms
da: Billeder, udstyr, rum
de: Fotos, Equipment, Räume
el: Φωτογραφίες, εξοπλισμός, χώροι
es: Fotos, equipo, salas
fr: Photos, matériel, salles
it: Foto, attrezzatura, sale
nl: Foto's, apparatuur, ruimtes
pl: Zdjęcia, sprzęt, pomieszczenia
sv: Bilder, utrustning, rum

source: Pick a time
da: Vælg et tidspunkt
de: Zeit wählen
el: Διάλεξε ώρα
es: Elige una hora
fr: Choisis un horaire
it: Scegli un orario
nl: Kies een tijd
pl: Wybierz godzinę
sv: Välj en tid

source: Pick a time, pay securely in the app or in cash at the studio, and get instant confirmation.
da: Vælg et tidspunkt, betal sikkert i appen eller kontant i studiet, og få bekræftelse med det samme.
de: Wähle eine Zeit, bezahle sicher in der App oder bar im Studio und erhalte sofort eine Bestätigung.
el: Διάλεξε ώρα, πλήρωσε με ασφάλεια στην εφαρμογή ή με μετρητά στο στούντιο και πάρε άμεση επιβεβαίωση.
es: Elige una hora, paga de forma segura en la app o en efectivo en el estudio y recibe confirmación al instante.
fr: Choisis un horaire, paie en toute sécurité dans l'app ou en espèces au studio, et reçois une confirmation immédiate.
it: Scegli un orario, paga in sicurezza nell'app o in contanti allo studio e ricevi subito la conferma.
nl: Kies een tijd, betaal veilig in de app of contant in de studio en krijg direct een bevestiging.
pl: Wybierz termin, zapłać bezpiecznie w aplikacji lub gotówką w studiu i od razu otrzymaj potwierdzenie.
sv: Välj en tid, betala säkert i appen eller kontant i studion och få bekräftelse direkt.

source: Policies
da: Politikker
de: Richtlinien
el: Πολιτικές
es: Políticas
fr: Règles
it: Regole
nl: Beleid
pl: Zasady
sv: Policyer

source: Preview
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fr: Aperçu
it: Anteprima
nl: Voorbeeld
pl: Podgląd
sv: Förhandsvisning

source: Preview public profile
da: Se offentlig profil
de: Öffentliches Profil ansehen
el: Προεπισκόπηση δημόσιου προφίλ
es: Ver perfil público
fr: Aperçu du profil public
it: Anteprima profilo pubblico
nl: Openbaar profiel bekijken
pl: Podgląd profilu publicznego
sv: Förhandsvisa offentlig profil

source: Previous month
da: Forrige måned
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
fr: Mois précédent
it: Mese precedente
nl: Vorige maand
pl: Poprzedni miesiąc
sv: Föregående månad

source: Price
da: Pris
de: Preis
el: Τιμή
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
pl: Cena
sv: Pris

source: Prices
da: Priser
de: Preise
el: Τιμές
es: Precios
fr: Tarifs
it: Prezzi
nl: Prijzen
pl: Ceny
sv: Priser

source: Prices & services
da: Priser og ydelser
de: Preise & Leistungen
el: Τιμές & υπηρεσίες
es: Precios y servicios
fr: Tarifs et services
it: Prezzi e servizi
nl: Prijzen en diensten
pl: Ceny i usługi
sv: Priser och tjänster

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności
sv: Integritetspolicy

source: Profile
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pl: Profil
sv: Profil

source: Push notifications
da: Pushnotifikationer
de: Push-Mitteilungen
el: Ειδοποιήσεις push
es: Notificaciones push
fr: Notifications push
it: Notifiche push
nl: Pushmeldingen
pl: Powiadomienia push
sv: Pushnotiser

source: Rating
da: Bedømmelse
de: Bewertung
el: Βαθμολογία
es: Valoración
fr: Note
it: Valutazione
nl: Beoordeling
pl: Ocena
sv: Betyg

source: Reason
da: Årsag
de: Grund
el: Λόγος
es: Motivo
fr: Motif
it: Motivo
nl: Reden
pl: Powód
sv: Anledning

source: Receipt
da: Kvittering
de: Beleg
el: Απόδειξη
es: Recibo
fr: Reçu
it: Ricevuta
nl: Bon
pl: Paragon
sv: Kvitto

source: Receipts
da: Kvitteringer
de: Belege
el: Αποδείξεις
es: Recibos
fr: Reçus
it: Ricevute
nl: Bonnen
pl: Paragony
sv: Kvitton

source: Recording
da: Optagelse
de: Aufnahme
el: Ηχογράφηση
es: Grabación
fr: Enregistrement
it: Registrazione
nl: Opname
pl: Nagrywanie
sv: Inspelning

source: Reduce visual effects
da: Reducér visuelle effekter
de: Visuelle Effekte reduzieren
el: Μείωση οπτικών εφέ
es: Reducir efectos visuales
fr: Réduire les effets visuels
it: Riduci effetti visivi
nl: Visuele effecten beperken
pl: Ogranicz efekty wizualne
sv: Minska visuella effekter

source: Reduce visual effects turns off moving backgrounds and pulsing animations. It can also save battery.
da: Reducér visuelle effekter slår bevægelige baggrunde og pulserende animationer fra. Det kan også spare batteri.
de: Damit werden bewegte Hintergründe und pulsierende Animationen ausgeschaltet. Das kann auch Akku sparen.
el: Απενεργοποιεί τα κινούμενα φόντα και τα κινούμενα εφέ. Εξοικονομεί επίσης μπαταρία.
es: Desactiva los fondos en movimiento y las animaciones. También puede ahorrar batería.
fr: Désactive les fonds animés et les animations pulsées. Cela peut aussi économiser la batterie.
it: Disattiva sfondi animati e animazioni pulsanti. Può anche far risparmiare batteria.
nl: Schakelt bewegende achtergronden en pulserende animaties uit. Dit kan ook batterij besparen.
pl: Wyłącza ruchome tła i pulsujące animacje. Może też oszczędzać baterię.
sv: Stänger av rörliga bakgrunder och pulserande animationer. Det kan också spara batteri.

source: Refund
da: Refusion
de: Erstattung
el: Επιστροφή χρημάτων
es: Reembolso
fr: Remboursement
it: Rimborso
nl: Terugbetaling
pl: Zwrot
sv: Återbetalning

source: Refund & Cancellation Policy
da: Refusions- og afbestillingspolitik
de: Erstattungs- und Stornorichtlinie
el: Πολιτική επιστροφών και ακυρώσεων
es: Política de reembolso y cancelación
fr: Politique de remboursement et d'annulation
it: Politica di rimborso e cancellazione
nl: Terugbetalings- en annuleringsbeleid
pl: Zasady zwrotów i anulowania
sv: Återbetalnings- och avbokningspolicy

source: Refund & cancellation policy
da: Refusions- og afbestillingspolitik
de: Erstattungs- & Stornobedingungen
el: Πολιτική επιστροφών & ακυρώσεων
es: Política de reembolso y cancelación
fr: Politique de remboursement et d'annulation
it: Politica di rimborso e cancellazione
nl: Terugbetalings- en annuleringsbeleid
pl: Zasady zwrotów i anulowania
sv: Återbetalnings- och avbokningspolicy

source: Refunded
da: Refunderet
de: Erstattet
el: Επιστράφηκε
es: Reembolsado
fr: Remboursé
it: Rimborsato
nl: Terugbetaald
pl: Zwrócone
sv: Återbetald

source: Rehearsal
da: Øvning
de: Probe
el: Πρόβα
es: Ensayo
fr: Répétition
it: Prove
nl: Repetitie
pl: Próba
sv: Repetition

source: Rejected
da: Afvist
de: Abgelehnt
el: Απορρίφθηκε
es: Rechazado
fr: Refusé
it: Respinto
nl: Afgewezen
pl: Odrzucone
sv: Avvisad

source: Replay the studio tour
da: Afspil studieturen igen
de: Studio-Tour wiederholen
el: Επανάληψη ξενάγησης στούντιο
es: Repetir el tour del estudio
fr: Revoir la visite du studio
it: Rivedi il tour dello studio
nl: Studiotour opnieuw bekijken
pl: Powtórz przewodnik po studiu
sv: Spela upp studioguiden igen

source: Reply
da: Svar
de: Antworten
el: Απάντηση
es: Responder
fr: Répondre
it: Rispondi
nl: Antwoorden
pl: Odpowiedz
sv: Svara

source: Report
da: Anmeld
de: Melden
el: Αναφορά
es: Denunciar
fr: Signaler
it: Segnala
nl: Melden
pl: Zgłoś
sv: Rapportera

source: Report a problem
da: Rapportér et problem
de: Problem melden
el: Αναφορά προβλήματος
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
nl: Probleem melden
pl: Zgłoś problem
sv: Rapportera ett problem

source: Report artist
da: Anmeld kunstner
de: Künstler:in melden
el: Αναφορά καλλιτέχνη
es: Denunciar artista
fr: Signaler l'artiste
it: Segnala artista
nl: Artiest melden
pl: Zgłoś artystę
sv: Rapportera artist

source: Report message
da: Anmeld besked
de: Nachricht melden
el: Αναφορά μηνύματος
es: Denunciar mensaje
fr: Signaler le message
it: Segnala messaggio
nl: Bericht melden
pl: Zgłoś wiadomość
sv: Rapportera meddelande

source: Report studio
da: Anmeld studie
de: Studio melden
el: Αναφορά στούντιο
es: Denunciar estudio
fr: Signaler le studio
it: Segnala studio
nl: Studio melden
pl: Zgłoś studio
sv: Rapportera studio

source: Report this studio
da: Anmeld dette studie
de: Dieses Studio melden
el: Αναφορά στούντιο
es: Denunciar este estudio
fr: Signaler ce studio
it: Segnala questo studio
nl: Deze studio melden
pl: Zgłoś to studio
sv: Rapportera studion

source: Request
da: Anmodning
de: Anfrage
el: Αίτημα
es: Solicitud
fr: Demande
it: Richiesta
nl: Verzoek
pl: Prośba
sv: Förfrågan

source: Request sent
da: Anmodning sendt
de: Anfrage gesendet
el: Το αίτημα στάλθηκε
es: Solicitud enviada
fr: Demande envoyée
it: Richiesta inviata
nl: Verzoek verzonden
pl: Prośba wysłana
sv: Förfrågan skickad

source: Requests
da: Anmodninger
de: Anfragen
el: Αιτήματα
es: Solicitudes
fr: Demandes
it: Richieste
nl: Verzoeken
pl: Prośby
sv: Förfrågningar

source: Reset
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
it: Reimposta
nl: Herstellen
pl: Resetuj
sv: Återställ

source: Review prompts
da: Påmindelser om anmeldelser
de: Bewertungserinnerungen
el: Υπενθυμίσεις κριτικών
es: Solicitudes de reseña
fr: Demandes d'avis
it: Richieste di recensione
nl: Herinneringen voor beoordelingen
pl: Prośby o opinię
sv: Påminnelser om recensioner

source: Reviews
da: Anmeldelser
de: Bewertungen
el: Κριτικές
es: Reseñas
fr: Avis
it: Recensioni
nl: Beoordelingen
pl: Opinie
sv: Recensioner

source: Rules & booking terms
da: Regler og bookingvilkår
de: Regeln & Buchungsbedingungen
el: Κανόνες & όροι κράτησης
es: Normas y condiciones
fr: Règles et conditions
it: Regole e condizioni
nl: Regels en boekingsvoorwaarden
pl: Zasady i warunki rezerwacji
sv: Regler och bokningsvillkor

source: Run a studio?
da: Har du et studie?
de: Du hast ein Studio?
el: Έχεις στούντιο;
es: ¿Tienes un estudio?
fr: Tu gères un studio ?
it: Hai uno studio?
nl: Heb je een studio?
pl: Prowadzisz studio?
sv: Driver du en studio?

source: Save
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
sv: Spara

source: Saved
da: Gemt
de: Gesichert
el: Αποθηκεύτηκε
es: Guardado
fr: Enregistré
it: Salvato
nl: Opgeslagen
pl: Zapisano
sv: Sparad

source: Saving…
da: Gemmer…
de: Wird gesichert…
el: Αποθήκευση…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
nl: Opslaan…
pl: Zapisywanie…
sv: Sparar…

source: Scheduled
da: Planlagt
de: Geplant
el: Προγραμματισμένο
es: Programado
fr: Planifié
it: Programmato
nl: Gepland
pl: Zaplanowane
sv: Planerad

source: Search
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Szukaj
sv: Sök

source: Search artists
da: Søg efter kunstnere
de: Künstler:innen suchen
el: Αναζήτηση καλλιτεχνών
es: Buscar artistas
fr: Rechercher des artistes
it: Cerca artisti
nl: Artiesten zoeken
pl: Szukaj artystów
sv: Sök artister
